Repository: PythonShe/Inkuna
Catalog: apps/ios/Inkuna/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt, ru, th, vi, zh_hans, zh_hant

# import_fail_library_unavailable
source: Your library wouldn't open, so nothing was added.
de: Ihre Bibliothek ließ sich nicht öffnen, daher wurde nichts hinzugefügt.
es: La biblioteca no se abrió, por lo que no se añadió nada.
fr: Votre bibliothèque ne s'est pas ouverte, rien n'a été ajouté.
id: Perpustakaan Anda tidak dapat dibuka, jadi tidak ada yang ditambahkan.
it: La libreria non si è aperta, quindi non è stato aggiunto nulla.
ja: ライブラリを開けなかったため、何も追加されませんでした。
ko: 서재를 열 수 없어 아무것도 추가되지 않았습니다.
pt: Sua biblioteca não abriu, então nada foi adicionado.
ru: Библиотека не открылась, ничего не было добавлено.
th: ไม่สามารถเปิดชั้นหนังสือได้ จึงไม่มีการเพิ่มรายการใดๆ
vi: Không thể mở thư viện nên không có sách nào được thêm.
zh_hans: 无法打开书架，未添加任何内容。
zh_hant: 無法開啟書架，未加入任何內容。

# import_fail_unknown
source: Something went wrong: %@
de: Etwas ist schiefgelaufen: %@
es: Ocurrió un error: %@
fr: Un problème est survenu : %@
id: Terjadi kesalahan: %@
it: Si è verificato un errore: %@
ja: エラーが発生しました：%@
ko: 문제가 발생했습니다: %@
pt: Algo deu errado: %@
ru: Произошла ошибка: %@
th: เกิดข้อผิดพลาด: %@
vi: Đã xảy ra lỗi: %@
zh_hans: 出现问题：%@
zh_hant: 發生問題：%@

# import_format_plain_text
source: Plain text
de: Reiner Text
es: Texto plano
fr: Texte brut
id: Teks biasa
it: Testo normale
ja: テキスト
ko: 일반 텍스트
pt: Texto simples
ru: Простой текст
th: ข้อความธรรมดา
vi: Văn bản thuần túy
zh_hans: 纯文本
zh_hant: 純文字

# stats_evenings
source: %lld evenings with reading this month.
de: %lld Leseabende in diesem Monat.
es: %lld noches de lectura este mes.
fr: %lld soirées de lecture ce mois-ci.
id: %lld malam membaca buku bulan ini.
it: %lld serate di lettura questo mese.
ja: 今月は %lld 日の夜に読書をしました。
ko: 이번 달에 %lld일 밤 동안 독서했습니다.
pt: %lld noites de leitura neste mês.
ru: %lld вечеров чтения в этом месяце.
th: อ่านหนังสือไป %lld คืนในเดือนนี้
vi: %lld buổi tối đọc sách trong tháng này.
zh_hans: 本月有 %lld 天在夜间阅读。
zh_hant: 本月有 %lld 天在夜間閱讀。

# a11y_result_count
source: %lld results
de: %lld Ergebnisse
es: %lld resultados
fr: %lld résultats
id: %lld hasil
it: %lld risultati
ja: %lld 件の結果
ko: %lld개의 결과
pt: %lld resultados
ru: %lld результатов
th: %lld ผลลัพธ์
vi: %lld kết quả
zh_hans: %lld 条结果
zh_hant: %lld 條結果

# a11y_result_count_capped
source: %1$lld of %2$lld results
de: %1$lld von %2$lld Ergebnissen
es: %1$lld de %2$lld resultados
fr: %1$lld résultats sur %2$lld
id: %1$lld dari %2$lld hasil
it: %1$lld di %2$lld risultati
ja: %2$lld 件中 %1$lld 件の結果
ko: %2$lld개 중 %1$lld개의 결과
pt: %1$lld de %2$lld resultados
ru: %1$lld из %2$lld результатов
th: %1$lld จาก %2$lld ผลลัพธ์
vi: %1$lld trong %2$lld kết quả
zh_hans: %2$lld 条结果中的 %1$lld 条
zh_hant: %2$lld 條結果中的 %1$lld 條

# import_result_added
source: Added %lld books
de: %lld Bücher hinzugefügt
es: Se añadieron %lld libros
fr: %lld livres ajoutés
id: %lld buku ditambahkan
it: Aggiunti %lld libri
ja: %lld 冊の本を追加しました
ko: %lld권의 책이 추가되었습니다
pt: %lld livros adicionados
ru: Добавлено %lld книг
th: เพิ่มแล้ว %lld เล่ม
vi: Đã thêm %lld cuốn sách
zh_hans: 已添加 %lld 本书
zh_hant: 已加入 %lld 本書

# import_books_count
source: %lld books
de: %lld Bücher
es: %lld libros
fr: %lld livres
id: %lld buku
it: %lld libri
ja: %lld 冊
ko: %lld권
pt: %lld livros
ru: %lld книг
th: %lld เล่ม
vi: %lld cuốn sách
zh_hans: %lld 本书
zh_hant: %lld 本書

# import_progress_title_one
source: Adding to your library
de: Zur Bibliothek hinzufügen
es: Añadiendo a la biblioteca
fr: Ajout à la bibliothèque
id: Menambahkan ke perpustakaan Anda
it: Aggiunta alla libreria
ja: ライブラリに追加中
ko: 서재에 추가하는 중
pt: Adicionando à sua biblioteca
ru: Добавление в медиатеку
th: กำลังเพิ่มไปยังห้องสมุด
vi: Đang thêm vào thư viện
zh_hans: 正在添加至书架
zh_hant: 正在加入書架

# import_progress_title_many
source: Adding %@ to your library
de: „%@“ wird zu Ihrer Bibliothek hinzugefügt
es: Añadiendo %@ a la biblioteca
fr: Ajout de %@ à la bibliothèque
id: Menambahkan %@ ke perpustakaan Anda
it: Aggiunta di %@ alla libreria
ja: %@をライブラリに追加中
ko: %@을(를) 서재에 추가하는 중
pt: Adicionando %@ à sua biblioteca
ru: Добавление %@ в медиатеку
th: กำลังเพิ่ม %@ ไปยังห้องสมุด
vi: Đang thêm %@ vào thư viện
zh_hans: 正在将 %@ 添加至书架
zh_hant: 正在將 %@ 加入書架

# import_intent_label
source: Add to Inkuna
de: Zu Inkuna hinzufügen
es: Añadir a Inkuna
fr: Ajouter à Inkuna
id: Tambahkan ke Inkuna
it: Aggiungi a Inkuna
ja: Inkunaに追加
ko: Inkuna에 추가
pt: Adicionar à Inkuna
ru: Добавить в Inkuna
th: เพิ่มลงใน Inkuna
vi: Thêm vào Inkuna
zh_hans: 添加至 Inkuna
zh_hant: 加入至 Inkuna

# import_intent_open_library
source: Open library
de: Bibliothek öffnen
es: Abrir biblioteca
fr: Ouvrir la bibliothèque
id: Buka perpustakaan
it: Apri libreria
ja: 本棚を開く
ko: 서재 열기
pt: Abrir biblioteca
ru: Открыть библиотеку
th: เปิดชั้นหนังสือ
vi: Mở thư viện
zh_hans: 打开书架
zh_hant: 開啟書架

# import_intent_nothing
source: There was nothing to add.
de: Es gab nichts hinzuzufügen.
es: No había nada que añadir.
fr: Il n'y avait rien à ajouter.
id: Tidak ada yang bisa ditambahkan.
it: Non c'era nulla da aggiungere.
ja: 追加できる本がありませんでした。
ko: 추가할 내용이 없습니다.
pt: Não havia nada para adicionar.
ru: Нечего добавить.
th: ไม่มีสิ่งที่สามารถเพิ่มได้
vi: Không có nội dung nào để thêm.
zh_hans: 没有可添加的内容。
zh_hant: 沒有可加入的內容。

# settings_title
source: Account
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pt: Conta
ru: Аккаунт
th: บัญชี
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# settings_local_account
source: On this device
de: Auf diesem Gerät
es: En este dispositivo
fr: Sur cet appareil
id: Di perangkat ini
it: Su questo dispositivo
ja: この端末のみ
ko: 이 기기에만 저장
pt: Neste dispositivo
ru: На этом устройстве
th: ในอุปกรณ์นี้
vi: Trên thiết bị này
zh_hans: 仅存于本设备
zh_hant: 僅存於本裝置

# settings_default_name
source: Reader
de: Leser
es: Lector
fr: Lecteur
id: Pembaca
it: Lettore
ja: 読書家
ko: 독자
pt: Leitor
ru: Читатель
th: นักอ่าน
vi: Độc giả
zh_hans: 读者
zh_hant: 讀者

# settings_preferences
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
id: Preferensi
it: Preferenze
ja: 環境設定
ko: 환경설정
pt: Preferências
ru: Настройки
th: การตั้งค่า
vi: Tùy chọn
zh_hans: 偏好设置
zh_hant: 偏好設定

# settings_reminder
source: Evening reminder
de: Abendliche Erinnerung
es: Recordatorio nocturno
fr: Rappel du soir
id: Pengingat malam
it: Promemoria serale
ja: 夜のリマインダー
ko: 저녁 알림
pt: Lembrete noturno
ru: Вечернее напоминание
th: การแจ้งเตือนยามค่ำ
vi: Nhắc nhở buổi tối
zh_hans: 晚间提醒
zh_hant: 晚間提醒

# settings_reminder_sub
source: A quiet nudge at your reading hour
de: Eine leise Erinnerung zu Ihrer Lesestunde
es: Un aviso discreto a tu hora de lectura
fr: Un discret rappel à l’heure de votre lecture
id: Pengingat lembut di jam membaca Anda
it: Un discreto invito all’ora della lettura
ja: 読書の時間をそっとお知らせ
ko: 독서 시간에 조용히 알림
pt: Um toque discreto na sua hora de leitura
ru: Тихое напоминание в час чтения
th: เตือนเบา ๆ เมื่อถึงเวลาอ่านหนังสือ
vi: Lời nhắc nhẹ nhàng vào giờ đọc sách của bạn
zh_hans: 在你的阅读时刻轻声提醒
zh_hant: 在你的閱讀時刻輕聲提醒

# settings_night
source: Night mode
de: Nachtmodus
es: Modo noche
fr: Mode nuit
id: Mode malam
it: Modalità notte
ja: ナイトモード
ko: 야간 모드
pt: Modo noturno
ru: Ночной режим
th: โหมดกลางคืน
vi: Chế độ ban đêm
zh_hans: 夜间模式
zh_hant: 夜間模式

# settings_account_settings
source: Account settings
de: Kontoeinstellungen
es: Ajustes de la cuenta
fr: Réglages du compte
id: Pengaturan akun
it: Impostazioni account
ja: アカウント設定
ko: 계정 설정
pt: Ajustes da conta
ru: Настройки аккаунта
th: การตั้งค่าบัญชี
vi: Cài đặt tài khoản
zh_hans: 账户设置
zh_hant: 帳戶設定

# settings_edit_name
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# settings_save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# settings_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings_about
source: About Inkuna
de: Über Inkuna
es: Acerca de Inkuna
fr: À propos d’Inkuna
id: Tentang Inkuna
it: Informazioni su Inkuna
ja: Inkuna について
ko: Inkuna 정보
pt: Sobre a Inkuna
ru: Об Inkuna
th: เกี่ยวกับ Inkuna
vi: Giới thiệu về Inkuna
zh_hans: 关于 Inkuna
zh_hant: 關於 Inkuna

# settings_footer
source: Inkuna %@ · ink, moonlight, and quiet pages
de: Inkuna %@ · Tinte, Mondlicht und stille Seiten
es: Inkuna %@ · tinta, luz de luna y páginas en calma
fr: Inkuna %@ · encre, clair de lune et pages paisibles
id: Inkuna %@ · tinta, cahaya bulan, dan halaman yang tenang
it: Inkuna %@ · inchiostro, luna e pagine quiete
ja: Inkuna %@ · インクと月明かり、静かなページ
ko: Inkuna %@ · 잉크와 달빛, 고요한 페이지
pt: Inkuna %@ · tinta, luar e páginas tranquilas
ru: Inkuna %@ · чернила, лунный свет и тихие страницы
th: Inkuna %@ · น้ำหมึก แสงจันทร์ และหน้ากระดาษอันเงียบสงบ
vi: Inkuna %@ · mực, ánh trăng và những trang sách yên tĩnh
zh_hans: Inkuna %@ · 墨色、月光与静谧书页
zh_hant: Inkuna %@ · 墨色、月光與靜謐書頁

# settings_reminder_notif_title
source: Evening reading
de: Abendlektüre
es: Lectura nocturna
fr: Lecture du soir
id: Membaca malam
it: Lettura serale
ja: 夜の読書
ko: 저녁 독서
pt: Leitura noturna
ru: Вечернее чтение
th: อ่านหนังสือยามค่ำ
vi: Đọc sách buổi tối
zh_hans: 晚间阅读
zh_hant: 晚間閱讀

# settings_reminder_notif_body
source: Your book is waiting. A quiet page or two?
de: Ihr Buch wartet. Eine Seite oder zwei?
es: Tu libro te espera. ¿Una página o dos?
fr: Votre livre vous attend. Une page ou deux ?
id: Buku Anda menanti. Baca satu atau dua halaman?
it: Il tuo libro ti aspetta. Una pagina o due?
ja: 本が待っています。静かに1、2ページいかがですか？
ko: 책이 기다리고 있어요. 조용히 한두 페이지 어떠세요?
pt: Seu livro está esperando. Uma página ou duas?
ru: Ваша книга ждёт. Может, страницу-другую?
th: หนังสือของคุณรออยู่ อ่านสักหน้าสองหน้าไหม
vi: Cuốn sách của bạn đang chờ. Đọc một hai trang nhé?
zh_hans: 你的书在等你。读上一两页吧？
zh_hant: 你的書在等你。讀上一兩頁吧？

# settings_reminder_time
source: Reminder time
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure du rappel
id: Waktu pengingat
it: Orario del promemoria
ja: リマインダーの時刻
ko: 알림 시간
pt: Horário do lembrete
ru: Время напоминания
th: เวลาแจ้งเตือน
vi: Giờ nhắc nhở
zh_hans: 提醒时间
zh_hant: 提醒時間

# tonight_chip_essays
source: Essays
es: Ensayos
fr: Essais
id: Esai
it: Saggi
ja: 随筆
ko: 에세이
pt: Ensaios
ru: Эссе
th: ความเรียง
vi: Tùy bút
zh_hans: 随笔
zh_hant: 隨筆

# import_dismiss
source: OK
es: Aceptar
ko: 확인
ru: ОК
th: ตกลง
zh_hans: 确定
zh_hant: 確定

# import_format_cbz
source: CBZ comic
es: Cómic CBZ
fr: Bande dessinée CBZ
id: Komik CBZ
it: Fumetto CBZ
ja: CBZコミック
ko: CBZ 만화
pt: Quadrinho CBZ
ru: Комикс CBZ
th: การ์ตูน CBZ
vi: Truyện tranh CBZ
zh_hans: CBZ 漫画
zh_hant: CBZ 漫畫

# import_format_cbr
source: CBR comic
es: Cómic CBR
fr: Bande dessinée CBR
id: Komik CBR
it: Fumetto CBR
ja: CBRコミック
ko: CBR 만화
pt: Quadrinho CBR
ru: Комикс CBR
th: การ์ตูน CBR
vi: Truyện tranh CBR
zh_hans: CBR 漫画
zh_hant: CBR 漫畫

# settings_edit_email
source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
ru: Эл. почта
th: อีเมล
zh_hans: 电子邮件
zh_hant: 電子郵件
